simplexion/micropython/ports/ameba/hp/micropython/boards/AMEBA_AMB23/mpconfigboard.h
//www.amebaiot.com/en/amebad/#rtk_amb23
//www.amebaiot.com/en/amebad-mini-arduino-getting-started/

// Define the port's name and hardware.
#define MICROPY_HW_BOARD_NAME    "AMB23"
#define MICROPY_HW_MCU_NAME      "RTL8722DM"
